Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nasjonalmuseet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Here she told about her English teacher, Sadie, who for many years was her father's mistress, which Bourgeois found difficult.
nb: Her fortalte hun om sin engelsklærerinne, Sadie, som i mange år var farens elskerinne, noe som Bourgeois opplevde som vanskelig.

source: Krohg’s stay in the small village of Skagen, Denmark, in 1879 left a lasting impression.
nb: Møtet med den lille landsbyen Skagen i Danmark i 1879 gjorde inntrykk på Krohg.

source: Pierre Bonnard worked as a painter, illustrator, and poster designer.
nb: Pierre Bonnard var både maler, illustratør og plakatdesigner.

source: © Korsmo, Arne, Aasland, Sverre, Christiansands Møller A/S Related works
nb: © Korsmo, Arne, Aasland, Sverre, Christiansands Møller A/S Utforsk lignende verk fra samlingen

source: "Riss av mannshode" relates to: Related works
nb: "Riss av mannshode" relaterer til: Utforsk lignende verk fra samlingen

source: In the U.S., they met Gropius, Mies van der Rohe, Anni Albers and several other Bauhaus teachers.
nb: I USA traff de Gropius, Mies van der Rohe og Anni Albers og flere andre Bauhauslærere.

source: "Kunstner under parasoll" relates to: Related works
nb: "Kunstner under parasoll" relaterer til: Utforsk lignende verk fra samlingen

source: where he limited his palette to black, white, red, and blue.
nb: hvor han begrenset fargebruken til svart, hvitt, rødt og blått.

source: "Interiør med barn, Eidsborg (detalj)" relates to: Related works
nb: "Interiør med barn, Eidsborg (detalj)" relaterer til: Utforsk lignende verk fra samlingen

source: "Rast ved Sperillen" relates to: Related works
nb: "Rast ved Sperillen, Øi, Spirillen" relaterer til: Utforsk lignende verk fra samlingen

source: Remigio Cantagallina (by erroneus tradition)
nb: Remigio Cantagallina (ifølge feilaktig tradisjon)

source: In 1875–78 she moved to Munich, where she formed important friendships with Eilif Peterssen and Harriet Backer.
nb: I 1875—78 var hun i München. Her ble vennskapet med Eilif Peterssen og Harriet Backer viktig.

source: Another toile, a short top with a wide collar and bow at the front, is marked "Patron Original Christian Dior Paris 91823".
nb: En annen toile, en kort overdel med bred krage og sløyfe i front, er merket «Patron Original Christian Dior Paris 91823».

source: By the time he painted this picture, Hans Gude had become a professor of landscape painting at the Großherzoglich Badischen Kunstschule in Karlsruhe.
nb: Da dette bildet ble malt, var Hans Gude professor i landskapsmaleri ved Den storhertuglige Kunstskole i Karlsruhe.

source: Ole Lind Schistad (Historical event, person, place, with affiliation - assumed certain)
nb: Ole Lind Schistad (Historisk hendelse, person, sted, med tilknytning - antatt sikker)

source: "Tre figurer ved kafébord" relates to: Related works
nb: "Tre figurer ved kafébord" relaterer til: Utforsk lignende verk fra samlingen

source: Balthasar Denner (assumed certain)
nb: Balthasar Denner (antatt sikker)

source: "Studier av munk" relates to: Related works
nb: "Studier av munk" relaterer til: Utforsk lignende verk fra samlingen

source: Johan Ludvig Losting (Artist for cartoon/modello i.a.)
nb: Adolph Tidemand (Kunstner for mønster/kartong e.l.)

source: Utagawa Toyohiro (assumed certain)
nb: Johan Christian Dahl (antatt sikker)

source: from 1959, is one of the first works of the Forest Floor series.
nb: fra 1959, er et av de første arbeidene i denne serien.

source: (2002) is taken from this series.
nb: (2002) er fra denne serien.

source: Peter Lauritz Lowzow (Architect)
nb: Uidentifisert fotograf (Fotograf - usikker)

source: Per Inge Bjørlo is a sculptor, painter, and graphic artist.
nb: Per Inge Bjørlo er skulptør, maler og grafiker.

source: One manifestation of this commitment was the so-called Balkeby (Balke Town), a residential area for workers that he built on his estate in Christiania.
nb: Dette gjorde seg utslag blant annet i hans ”Balkeby”, et boligområde for arbeidere han lot oppføre på sin eiendom i Christiania.

source: Tang (Historical event, person, place, with affiliation)
nb: Tang (Historisk hendelse, person, sted, med tilknytning)

source: Persen’s 1977 cloth flag mounted at documenta 14 in Athens
nb: Persens tekstilflagg fra 1977 montert på documenta 14 i Aten © Persen, Synnøve / BONO

source: The first exhibition in the Prints and Drawings Gallery will show some of the most well-known fairy-tale drawings by Werenskiold and Kittelsen.
nb: Den første utstillingen i Galleri grafikk og tegning vil vise noen av de mest kjente eventyrtegningene av Werenskiold og Kittelsen.

source: "Rosemønster" relates to:
nb: "Rosemønster" relaterer til:

source: Although the techniques, expertise and glassware models from Nøstetangen were continued at Hurdal, production here was simpler and less expensive.
nb: Både teknikker, fagkunnskap og glassmodeller ble videreført på Hurdal, men sammenlignet med Nøstetangen ble likevel Hurdals produksjon enklere og rimeligere.

source: was the focal point of a watershed moment in Norwegian art history, in that the painting is often cited as the factor that sparked off the 1881–82 “artist’s strike” that was spearheaded by Frits Thaulow and Christian Krohg.
nb: har en kunstpolitisk historie knyttet til seg, viktig for norsk kunsthistorie. Maleriet omtales gjerne som den utløsende faktoren for ”kunstnerstreiken”, som ble anført av Frits Thaulow og Christian Krohg i 1881–82.

source: In 2003 it was suggested that this painting of the young man may have been painted on the steamship
nb: I 2003 ble det hevdet at dette verket av den ungen mannen ble malt om bord på dampskipet

source: Today Charlotte Wankel is often referred to as one of Norway’s most important artists.
nb: I dag omtales Charlotte Wankel gjerne som en av Norges viktigste kunstnere.

source: (excerpt from the short story Torvmyr (Peat bog) by Alexander Kielland, 1907)
nb: (utdrag fra novellen «Torvmyr» av Alexander Kielland, 1907)

source: The Baldishol Tapestry is one of the very few tapestries made with the Gobelin technique prior to 1200 that have survived in Europe, and the only one of its kind in the Nordic countries.
nb: Baldisholteppet er et av de ytterst få billedteppene i gobelinteknikk som er bevart i Europa fra før 1200, og det eneste av sitt slag i Norden.

source: "To seilskuter utenfor Napoli" relates to: Related works
nb: "To seilskuter utenfor Napoli" relaterer til: Utforsk lignende verk fra samlingen

source: The Palace and Linstow.
nb: Slottet og Linstow.

source: "Kubbestoler, Bøen i Tuddal" relates to: Related works
nb: "Kubbestoler, Bøen i Tuddal" relaterer til: Utforsk lignende verk fra samlingen

source: Ever since Runa Islam began experimenting with film and video in the 1990s, the language and magic of cinematography has been the very focal point of her art.
nb: Helt siden Runa Islams tidlige eksperimenter med film og video i 1990-årene, har filmens språk og magi stått i sentrum for hennes kunstneriske arbeid.

source: Else Marie Hagen works conceptually with photography and objects.
nb: Else Marie Hagen arbeider konseptuelt med fotografi og objekter, og spiller på betrakterens opplevelse av disse.

source: Bourgeois contributed herself to these interpretations with a photo essay with images from her childhood under the title Child Abuse for Artforum in 1982.
nb: Bourgeois bidro selv til disse tolkningene med et fotoessay med bilder fra barndommen under tittelen «Child Abuse» for Artforum i 1982.

source: Konow Lund’s video exhibits a frank authenticity, akin to someone being interviewed in a reality TV show.
nb: Konow Lunds video signaliserer en ærlig autentisitet, som om det dreiet seg om et intervju i en realityserie.

source: "Figur- og hestestudie" relates to: Related works
nb: "Figur- og hestestudie" relaterer til: Utforsk lignende verk fra samlingen

source: Claude Lorrain (Artist for cartoon/modello i.a.
nb: Claude Lorrain (Kunstner for mønster/kartong e.l.

source: Amaldus Nielsen is a transitional figure between national romanticism and naturalism and was one of the first open-air painters in Norway.
nb: Amaldus Nielsen er en overgangsfigur mellom nasjonalromantikken og naturalismen og en av de første friluftsmalere i norsk kunst.

source: "Figur- og trestudier" relates to: Related works
nb: "Figur- og trestudier" relaterer til: Utforsk lignende verk fra samlingen

source: Born 1843 in Stavanger, death 1914 in Kristiania, Norge
nb: Født 1843 i Stavanger, død 1914 i Kristiania, Norge

source: Hans Gude (Artist for cartoon/modello i.a.)
nb: Hans Gude (Kunstner for mønster/kartong e.l.)

source: During a few years from around 1960 to 1965, she created a number of collages that some believe were inspired by Robert Rauschenberg.
nb: I løpet av en kort periode mellom ca 1960 og 1965 lagde hun en rekke collagearbeider, som noen hevder var inspirert av Robert Rauschenberg.

source: Savio had little formal art education, but did attend the Norwegian National Academy of Craft and Art Industry for a period of time.
nb: Savio, som har liten formell kunstutdannelse, er i en periode tilknyttet Statens Håndverks- og Kunstindustriskole.

source: "Løvtrær fra Prater i Wien" relates to: Related works
nb: "Løvtrær fra Prater i Wien" relaterer til: Utforsk lignende verk fra samlingen

source: "Skogsinteriør" relates to:
nb: "Skogsinteriør" relaterer til:

source: "Sittende gutt, Tivoli" relates to: Related works
nb: "Sittende gutt, Tivoli" relaterer til: Utforsk lignende verk fra samlingen

source: Show the image "Wilhelm von Hanno: “The Photographic Studio”, 1876.
nb: Vis bildet "Wilhelm von Hanno: «Det fotografiske atelier», 1876.

source: , where the goblet was made.
nb: , der pokalen ble laget.

source: The book has become a testament to choosing your own identity despite stigmatisation and significant personal risk.
nb: Boka har blitt et vitnesbyrd om å velge sin egen identitet på tross av stigmatisering og en betydelig personlig risiko.

source: Hanno and H.E. Schirmer: “Design proposal for Hoppe House”, 1858.
nb: Schirmer: «Forslag til Hoppegården»,1858.

source: She painted interiors from all walks of life – from farmhouses to bourgeois living rooms.
nb: Hun malte interiører fra bondestuer og fra borgerskapets stuer.

source: In collaborations with artists she is often responsible for the musical compositions.
nb: Ofte lager hun komposisjoner i samarbeid med kunstnerne.

source: Daae brought the vase to Norway in 1888, along with his large collection of Chinese art.
nb: Daae brakte vasen til Norge i 1888, sammen med sin store samling av kinesisk kunst.

source: Carlo Cesio (Copy after - assumed certain)
nb: Carlo Cesio (Kopi etter - antatt sikker)

source: We know of several sketches make in 1841, especially from when Tidemand arrived in Rome.
nb: Det er flere skisser som er kjent fra året 1841, særlig fra den tiden Tidemand først kom til Roma.

source: Domenico Tiepolo (by erroneus tradition)
nb: Domenico Tiepolo (ifølge feilaktig tradisjon)

source: The exhibition presented Hans Gude’s maritime pictures and coastal landscapes, while also highlighting his important role as an inspiring teacher of Norwegian artists such as Eilif Peterssen, Kitty Kielland, Frits Thaulow, Christian Krohg and many others as a professor at the art academy in Karlsruhe.
nb: Utstillingen presenterte Hans Gudes maritime bilder og kystlandskap, samtidig som den la vekt på hans viktige rolle som inspirerende lærer for norske kunstnere som Eilif Peterssen, Kitty Kielland, Frits Thaulow, Christian Krohg og mange flere i hans virke som professor ved kunstskolen i Karlsruhe.

source: Ciro Ferri (Artist for cartoon/modello i.a.
nb: Ciro Ferri (Kunstner for mønster/kartong e.l.

source: The Virginia series refers to Virginia Woolf’s essay A Room of One’s Own.
nb: Virginia-serien viser til Virginia Woolfs essay «Et eget rom».

source: "Fiskere ved båt, Rügen" relates to: Related works
nb: "Fiskere ved båt, Rügen" relaterer til: Utforsk lignende verk fra samlingen

source: Her work was an extension of Cubism, which was an established phenomenon in the Paris art community around 1920.
nb: Hun arbeidet i forlengelsen av kubismen, som rundt 1920 var et etablert fenomen i Paris’ kunstliv.

source: Her friendship with Harriet Backer lasted her whole life.
nb: Vennskapet med Harriet Backer varte livet ut.

source: Michelangelo (Artist for cartoon/modello i.a.
nb: Michelangelo (Kunstner for mønster/kartong e.l.

source: Benozzo Gozzoli (by erroneus tradition)
nb: Benozzo Gozzoli (ifølge feilaktig tradisjon)

source: "Fra Hove ved Hundorp" relates to: Related works
nb: "Fra Hove ved Hundorp" relaterer til: Utforsk lignende verk fra samlingen

source: "Borgruin" relates to:
nb: "Borgruin" relaterer til:

source: Johan Christian Dahl (assumed certain)
nb: Johan Christian Dahl (antatt sikker)

source: Social Inclusion’ (2000) provides a useful illustration of an
nb: port «Museums and Social Inclusion» (2000) er riktignok

source: Willumsen was familiar with these castings.
nb: Willumsen kjente godt til disse avstøpningene.

source: He was creative, ambitious and hardworking.
nb: Han var idérik, ambisiøs og arbeidsom.

source: As an 18-year-old, Cronqvist visited Oslo and the Munch Room in the National Gallery.
nb: Som 18-åring besøkte Cronqvist Oslo og Munchrommet i Nasjonalgalleriet.

source: "Sittende kvinne i skråning" relates to: Related works
nb: "Sittende kvinne i skråning" relaterer til: Utforsk lignende verk fra samlingen

source: Born 01.04.1896 in Tromsø, Troms, Norge, death 1984 in Oslo
nb: Født 01.04.1896 i Tromsø, Troms, Norge, død 1984 i Oslo

source: Kitty and Alexander Kielland were among his benefactors.
nb: Kitty og Alexander Kielland var blant hans velgjørere.

source: Beate Hølmebakk, model of ‘House for a Widow’, 1996.
nb: Beate Hølmebakk, modell av «Hus for en enke», 1996.

source: Show the image "Beate Hølmebakk, "House for a housewife", 1998" in fullscreen
nb: Vis bildet "Beate Hølmebakk, «Hus for en husmor», 1998" i full størrelse

source: Cleve, Joos van, hans verksted (attributed to)
nb: Cleve, Joos van, hans verksted (tilskrevet)

source: In 1908, the collection formally became part of the National Gallery (today the National Museum).
nb: Samlingen ble i 1908 formelt del av Nasjonalgalleriet (i dag Nasjonalmuseet).

source: In 2020, the newly established organisation
nb: I 2020 har den nystartede organisasjonen

source: The “Sophia Dorothea goblet” was commissioned by Jacob Juel (1744–1800), who was a timber merchant and businessman.
nb: «Sophia Dorothea-pokalen» ble i sin tid bestilt av Jacob Juel (1744–1800), som var trelasthandler og forretningsmann.

source: The opening of the exhibition “Le Corbusier by the Sea” at Villa Stenersen, spring 2018.
nb: Åpningen av utstillingen «Le Corbusier ved havet» i Villa Stenersen våren 2018.

source: , the traditional Sami jacket we wear in the area I come from, Porsanger.
nb: Jeg tok utgangspunkt i fargene i kofta der jeg kommer fra, Porsanger.

source: "Vesuv sett fra Posillipo" relates to: Related works
nb: "Vesuv sett fra Posillipo" relaterer til: Utforsk lignende verk fra samlingen

source: Silvestro Manaigo (Artist for cartoon/modello i.a.)
nb: Silvestro Manaigo (Kunstner for mønster/kartong e.l.)

source: This includes temporary ones, such as those by Gilberto Zorio and Christian Boltanski, and perhaps even more importantly the permanent installations, such as: the sculpture
nb: Det var i denne perioden de store installasjonene ble ervervet, som de av Gilberto Zorio og Christian Boltanski og ikke minst de permanente installasjonene;

source: Born 1870 in Fetsund, Akershus, death 1938 in Oslo
nb: Født 1870 i Fetsund, Akershus, død 1938 i Oslo

source: The National Museum has a total of 25 Dior objects in its collection.
nb: Nasjonalmuseet har totalt 25 Dior-objekter i samlingen.

source: Hadeland began producing clear glass in 1855, after the glassworks had been taken over by the three brothers Harald, Nils and Ole Berg three years earlier in 1852.
nb: I 1855 ble produksjonen ved Hadeland lagt om til fremstilling av hvittglass, etter at glassverket var blitt overtatt av de tre brødrene Harald, Nils og Ole Berg tre år tidligere, i 1852.

source: In the autumn of 1891 Sohlberg studied under
nb: Høsten 1891 fikk Sohlberg veiledning av

source: Qianlong (Historical event, person, place, with affiliation - assumed)
nb: Qing (Historisk hendelse, person, sted, med tilknytning)

source: "Båt med kasse" relates to: Related works
nb: "Båt med kasse" relaterer til: Utforsk lignende verk fra samlingen

source: Guido Reni (Artist for cartoon/modello i.a.
nb: Guido Reni (Kunstner for mønster/kartong e.l.

source: Hroar Scheibler (Historical event, person, place, with affiliation)
nb: Hroar Scheibler (Historisk hendelse, person, sted, med tilknytning)

source: Pierre Drevet (Publisher - assumed certain)
nb: Pierre Drevet (Utgiver/forlegger - antatt sikker)

source: One of the similarities with Norway is Italy’s large share of self-owned housing – 80 percent of housing are self-owned.
nb: Et likhetstrekk med Norge er den store andelen av selveierskap i Italia – 80% av eier din egen bolig.

source: "Landskap, Alto Adige" relates to: Related works
nb: "Landskap, Alto Adige" relaterer til: Utforsk lignende verk fra samlingen

source: J. C. Dahl would later on copy works by Jacob van Ruisdael while studying at the Academy of Fine Arts in Copenhagen, and the National Museum owns two of these copies.
nb: Dahl kopierte senere arbeider av Jacob van Ruisdael mens han var elev ved Kunstakademiet i København og Nasjonalmuseet eier to av hans Ruisdael-kopier.

source: Hans Gerhard Sørensen (Historical event, person, place, with affiliation)
nb: Hans Gerhard Sørensen (Historisk hendelse, person, sted, med tilknytning)

source: Albrecht Altdorfer (by erroneus tradition)
nb: Albrecht Altdorfer (ifølge feilaktig tradisjon)

source: "Kolsås sett fra Snarøysundet" relates to: Related works
nb: "Kolsås sett fra Snarøysundet" relaterer til: Utforsk lignende verk fra samlingen

source: "Dalside" relates to:
nb: "Dalside" relaterer til:

source: Show the image "Steven Holl, Porta Vittoria, Milano, watercolor, 1986." in fullscreen
nb: Vis bildet "Steven Holl, utkast til Porta Vittoria, Milano, akvarell, 1986." i full størrelse

source: Uidentifisert, hollandsk (Artist - uncertain)
nb: Uidentifisert, hollandsk (Kunstner - usikker)

source: Terje Solvang (Photographer - assumed certain)
nb: Terje Solvang (Fotograf - antatt sikker)

source: Kai Nielsen (Artist for cartoon/modello i.a.)
nb: Kai Nielsen (Kunstner for mønster/kartong e.l.)

source: • Exhibition architecture by Diogo Passarinho Studio
nb: Utstillingsarkitektur ved Diogo Passarinho Studio

source: The same year Stoltenberg also painted Møinichen’s wife, Ingeborg Birgitte (née Røring, 1766–1832).
nb: Samme år malte Stoltenberg også Møinichens kone, Ingeborg Birgitte, født Røring (1766– 1832).

source: Portrait of the Swedish Painter Tora Holmström
nb: Den svenske malerinne Tora Holmström

source: Tom Sandberg began taking photos at an early age and came into contact with photographers such as the Americans Robert Robinson and Dan Yong, who along with Arild Kristo founded the Manité group in Norway.
nb: Tom Sandberg begynte å fotografere tidlig, og var blant annet i kontakt med de amerikanske fotografene Robert Robinson og Dan Yong, som sammen med Arild Kristo etablerte Manité-gruppen i Norge.

source: "Felukk utenfor Castellammare" relates to: Related works
nb: "Felukk utenfor Castellammare" relaterer til: Utforsk lignende verk fra samlingen

source: Show the image "Wilhelm von Hanno: “Design for a Church in Grønland”, 1864.
nb: Vis bildet "Wilhelm von Hanno: «Forslag til kirke på Grønland», 1864.

source: Tiffany & Co (Manufactured by) Creation date:
nb: Tiffany & Co (Produsent)

source: Wilhelm von Hanno: “Design for buildings in Grønland”, 1864.
nb: Wilhelm von Hanno: «Forslag til bebyggelse på Grønland», 1864.

source: Jacopo Chimenti (Artist for cartoon/modello i.a.
nb: Jacopo Chimenti (Kunstner for mønster/kartong e.l.

source: For the last 30 years of his life, he could no longer afford to paint with oil on canvas.
nb: De siste 30 år av sitt liv hadde han ikke lenger råd til å male med olje på lerret.

source: Alessandro Varotari (by erroneus tradition)
nb: Alessandro Varotari (ifølge feilaktig tradisjon)

source: Hans Ernst Kinck (Historical event, person, place, with affiliation)
nb: Hans Ernst Kinck (Historisk hendelse, person, sted, med tilknytning)

source: Born 1944 in Lørenskog, death 2013 in Oslo
nb: Født 1944 i Lørenskog, død 2013 i Oslo

source: House for a Young Woman IV
nb: Hus for en ung kvinne IV

source: Federico Barocci (by erroneus tradition)
nb: Federico Barocci (ifølge feilaktig tradisjon)

source: Nøstetangen Glassverk holds a very special place in the history of Norwegian glass.
nb: Nøstetangen glassverk har en helt spesiell plass i norsk glasshistorie.

source: "Sigurds ferd fra landet" relates to: Related works
nb: "Sigurds ferd fra landet" relaterer til: Utforsk lignende verk fra samlingen

source: "Figurgruppe i interiør" relates to: Related works
nb: "Figurgruppe i interiør" relaterer til: Utforsk lignende verk fra samlingen

source: Plast og Form AS (Manufactured by)
nb: Plast og Form AS (Produsent)

source: Born 1908 in Bøn, Akershus, death 1994 in Bøn, Akershus
nb: Født 1908 i Bøn, Akershus, død 1994 i Bøn, Akershus

source: The installation is full of references, content and materials.
nb: Rominstallasjonen er omfattende og rik på både materialer, innhold og referanser.

source: Anders Bure (Artist for cartoon/modello i.a.)
nb: Anders Bure (Kunstner for mønster/kartong e.l.)

source: "Gudstjeneste i Sauland kirke (fragment)" relates to: Related works
nb: "Gudstjeneste i Sauland kirke (fragment)" relaterer til: Utforsk lignende verk fra samlingen

source: An important difference in the development of the Nordic cohousing model was that the new housing communities which emerged around 1970 differed from the service-based cohousing models, where one paid for communal services.
nb: Et viktig skille i utviklingen av den nordiske bofellesskapsmodellen, var at de nye bofelleskapene som oppstod rundt 1970, skilte seg fra de servicebaserte kollektivhusmodellene, der man betalte for fellestjenester.

source: Many cohousing communities are located in urban areas, such as Bergsligata in Trondheim, or Friis gate in Oslo, while others are more rural, such as Havstein and many of the larger Danish cohousing communities.
nb: Mange bofellesskap ligger urbant til, som Bergsligata i Trondheim, eller Friis gate i Oslo, mens andre ligger mer landlig til, som Havstein og mange av de større danske bofellesskapene.

source: Japan had opened its borders in 1854, which had a significant impact on European art, and also influenced Frida Hansen.
nb: Japan hadde åpnet sine grenser i 1854, noe som ga betydelig innflytelse på europeisk kunst, og også påvirket Frida Hansen.

source: The project is a collaboration between the National Museum for Art, Architecture and Design, the KODE Art Museums in Bergen, Sørlandets Kunstmuseum (SKMU), and Museumsnettverket for kunstformidling, a national network for the presentation of art.
nb: Prosjektet er et samarbeid mellom Nasjonalmuseet for kunst, KODE – Kunstmuseene i Bergen og Sørlandets Kunstmuseum og med museumsnettverket for kunstformidling.

source: The tufts of grass and the trees are pointy, painted quickly and rhythmically.
nb: Gresstuster og trær er spisse, malt raskt og rytmisk.

source: Model: Mathilde" in fullscreen
nb: Mathilde" i full størrelse

source: Ragnar Utne (Photographer - assumed certain)
nb: Ragnar Utne (Fotograf - antatt sikker)

source: Christian (Knud) Langaard (Depicted person)
nb: Christian (Knud) Langaard (Avbildet person)
